{"basics":{"name":"Ethan J Hughes","label":"Data Expert","image":"","email":"hughes.ethanj@gmail.com","phone":"(919) 623-2975","url":"https://ethanjhughes.github.io/","summary":"A data nerd who wants to help you and your clients find actionable insights from the numbers","location":{"address":"934 Edgewater Cir","postalCode":"NC 27516","city":"Chapel Hill","countryCode":"US","region":"North Carolina"},"profiles":[{"network":"LinkedIn","username":"ethan-j-hughes","url":"https://www.linkedin.com/in/ethan-j-hughes/"}]},"work":[{"name":"Healthwise","position":"Senior Data Analyst","url":"https://healthwise.org","startDate":"2019-09-16","endDate":"2024-05-01","summary":"Data leader across the organization. Support client initiatives using data to measure success. Collaborate with internal stakeholders to develop success monitoring systems. Design robust data ecosystem to faciliate data collection and literacy across the organization","highlights":["Promoted in 2022","Develop data life cycle, and outcomes life cycle then work with product operations to integrate both life cycles into the product life cycle","Collaborated with Product Owners to create KPIs for new products","Collect, synthesize and monitor data during EA periods to ensure GA product readiness","Demonstrate product ROI to senior leadership and client stakeholders","Managed a monthly data report-out to senior leadership","Co-led 7 hackathons with 70%+ leading to production level outputs","Presented at national conferences","Collaborated with data engineers to liberate the data and level-up the organization from death-by-spreadsheet","Lead analytics teams through complex analyses from problem-scoping through methods selection and model evaluation to results dissemination","Collaborate with clients to develop automated pipelines for clinical data ETL from Epic and Cerner","Generated high value applied analytics projects using Python, R, SQL, and DAX. Including: KPI analyses, benchmarking, quality improvement analyses, predictive analyses, text mining, cluster analyses, multivariate analyses, etc.","Perform exploratory data analysis (EDA) on complex healthcare datasets including: clinical, claims, quality, codes (ICD-10, CPT), SDOH and population demographics","Combine external data with internal data to track high value outcomes including readmissions, visit follow-up, clinical (med adherence, A1C, weight, etc), and product use to support quality improvement initiatives at client sites","Design in-app qualitative collection methods, and analyze patient reported outcomes to develop product-centric insights","Utilize data lake + data base infrastructure to design production-ready models using Synapse and pyspark","Collaborated and consulted on the company's first enterprise data model","Utilized the newly developed enterprise data model to develop and deliver 17 cross-team and company-wide core report sets using PowerBI","Built the company's master product utilization report using PowerBI and surfaced it as a PowerBI app","Collaborated with clients to identify quality improvement opportunities and enhance their data capabilities via weekly calls"]},{"name":"Harvard T.H. Chan School of Public Health","position":"Research Assistant","url":"https://www.hsph.harvard.edu/","startDate":"2017-09-01","endDate":"2019-06-01","summary":"Conduct research to support novel discovery. Compile existing literature into concise documentation to support uptake by non-technical stakeholders.","highlights":["Generated underlying data and supported model development for health and climate benefits of renewable energy projects utilizing both Avoided Emissions geneRation Tool (AVERT) and the Estimating Air pollution Social Impact Using Regression model (EASIUR)","Co-authored an overview of the life cycle health and environmental impacts of the fossil fuel industry"]}],"volunteer":[{"organization":"Unidos por Utuado","position":"Consultant","url":"https://www.linkedin.com/company/unidosporutuado/","startDate":"2018-02-01","endDate":"2019-01-01","summary":"Perform comprehensive life cycle analysis and environmental impact assessments to ensure maximum benefit and minimize the risk of unintended consequences","highlights":["Designed and pitched a solution to provide an underserved community in Puerto Rico with a reliable, clean, hurricane-resilient source of power in the wake of Hurricane Maria","Project handed off to local community leaders in Utuado","Unidos por Utuado cooperative created and seed funding won via Puerto Rician Innovation Competition"]}],"education":[{"institution":"Harvard T.H. Chan School of Public Health","location":"Cambridge, MA","url":"https://www.hsph.harvard.edu/","area":"Public Health","studyType":"MPH","startDate":"2017-08-01","endDate":"2019-05-01","score":"3.8","courses":["Global Environment"]},{"institution":"University of North Carolina at Chapel Hill","location":"Chapel Hill, NC","url":"https://www.unc.edu/","area":"Biology and Chemistry","studyType":"BS","startDate":"2012-08-01","endDate":"2014-12-25","score":"3.4"},{"institution":"Wake Tech Community College","location":"Raleigh, NC","url":"https://www.waketech.edu/","area":"Mathematics","studyType":"AS","startDate":"2010-08-01","endDate":"2012-06-01","score":"3.9"}],"certificates":[{"name":"Applied Data Science","date":"2022-06-01","issuer":"Massachusetts Institute of Technology","url":"https://www.mit.edu","icon":"fa-solid fa-location-dot"}],"publications":[{"name":"Climate and health benefits of increasing renewable energy deployment in the United States","publisher":"IOP Publishing Ltd","releaseDate":"2019-10-29","url":"https://iopscience.iop.org/article/10.1088/1748-9326/ab49bc/meta","summary":"The type, size, and location of renewable energy (RE) deployment dramatically affects benefits to climate and health. Here, we develop a ten-region model to assess the magnitude of health and climate benefits across the US We then use this model to assess the benefits of deploying varying capacities of wind, utility-scale solar photovoltaics (PV), and rooftop solar PV in different regions in the US—a total of 284 different scenarios. Total benefits ranged from $2.2 trillion for 3000 MW of wind in the Upper Midwest to $4.2 million for 100 MW of wind in California. Total benefits and highest cost effectiveness for CO2 reduction were generally highest for RE deployment in the Upper Midwest and Great Lakes and Mid-Atlantic US and lowest in California. Health was a substantial portion of total benefits in nearly all regions of the US Benefits were sensitive to methane leakage throughout the gas supply chain."}],"skills":[{"name":"Physics","level":"Master","icon":"fa-solid fa-hashtag","keywords":["Quantum Mechanics","Quantum Computing","Quantum Information","Quantum Cryptography","Quantum Communication","Quantum Teleportation"]}],"languages":[{"language":"English","fluency":"Native Speaker","icon":""}],"interests":[{"name":"Machine Learning","icon":"fa-solid fa-tag","keywords":["Predictive Analytics","Neural Networks","Recommendation Systems","Computer Vision"]}]}